Repository: CofficLab/Lumi
Catalog: Packages/PluginConversationStats/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hk

source: %@ tokens used
zh_hk: 已使用 %@ 个令牌

source: %lld messages
zh_hk: %lld 条消息

source: %lld requests in this conversation
zh_hk: 本次对话共 %lld 次请求

source: Average speed
zh_hk: 平均速度

source: Cache Hit Rate
zh_hk: 缓存命中率

source: Cached tokens
zh_hk: 已缓存令牌

source: Context Window
zh_hk: 上下文窗口

source: Conversation speed trend
zh_hk: 对话速度趋势

source: Current:
zh_hk: 当前：

source: Message Count
zh_hk: 消息数

source: Messages in current conversation: %lld
zh_hk: 当前对话消息数：%lld

source: No token usage data yet
zh_hk: 暂无令牌使用数据

source: Running
zh_hk: 运行中

source: Speed unavailable
zh_hk: 速度不可用

source: Streaming output speed
zh_hk: 流式输出速度

source: Streaming Speed
zh_hk: 流式速度

source: Streaming speed measures how fast the model generates output tokens. Higher is better.
zh_hk: 流式速度衡量模型生成输出令牌的快慢，数值越高越好。

source: Token-weighted rate
zh_hk: 令牌加权命中率

source: tokens / second
zh_hk: 令牌/秒

source: Total input tokens
zh_hk: 输入令牌总数

# 上下文窗口 = 模型单次请求能处理的最大 token 数。输入 + 输出共享此上限。接近上限时可能导致截断或错误。
source: Context window = the maximum number of tokens a model can process in one request. Input + output share this limit. Approaching it may cause truncation or errors.
zh_hk: 上下文窗口 = 模型单次请求能处理的最大 token 数。输入 + 输出共享此上限。接近上限时可能导致截断或错误。

# 命中率 = 每条请求从缓存读取的 tokens ÷ 总输入 tokens 的算术平均。缓存命中越高，重复上下文计费越低、响应越快。
source: Hit rate = arithmetic mean of cached tokens ÷ total input tokens across requests. Higher cache hits mean lower repeated-context billing and faster responses.
zh_hk: 命中率 = 每条请求从缓存读取的 tokens ÷ 总输入 tokens 的算术平均。缓存命中越高，重复上下文计费越低、响应越快。
